numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N400/system/controlDict
FoamFile
{
    format ascii;
    class dictionary;
    location "system";
    object controlDict;
}

application foamRun;
solver incompressibleVoF;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 3;
deltaT 0.001;
writeControl adjustableRunTime;
writeInterval 0.5;
purgeWrite 0;
writeFormat ascii;
writePrecision 12;
writeCompression off;
timeFormat general;
timePrecision 12;
runTimeModifiable no;
adjustTimeStep yes;
maxCo 0.25;
maxAlphaCo 0.25;
maxDeltaT 0.01;

