numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N400/constant/g
FoamFile
{
    format ascii;
    class uniformDimensionedVectorField;
    location "constant";
    object g;
}

dimensions [0 1 -2 0 0 0 0];
value (0 -9.81 0);

