numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N400/constant/phaseProperties
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object phaseProperties;
}

phases (water air);
sigma 0.07;

